{
  "homepage": {
    "meet": {
      "title": "Conheça",
      "typewriter": [
        "Desenvolvedor Web",
        "Designer",
        "Desenvolvedor de Jogos",
        "Criador de Conteúdo"
      ],
      "button": "Explore meu Portifolio"
    },
    "aboutme": {
      "title": "Sobre mim",
      "hello": "Olá! Meu nome é Felipe Scherer",
      "yearsOld": "anos de idade",
      "description": "e um desenvolvedor 🤓. Atualmente trabalhando com desenvolvimento web (ReactJS - NextJS - NodeJS) e desenvolvimento de jogos (Unreal Engine). As vezes criando conteúdo para internet 😊. Você pode achar a maioria dos meus projetos na minha",
      "githubPage": "página do Github",
      "findMore": "Descubra mais sobre mim",
      "here": "aqui",
      "resume": {
        "title": "Currículo",
        "p1": "Se está procurando por uma página do meu currículo",
        "p2": "clique aqui",
        "p3": ", mas se só quer baixa-lo, apenas escolha a lingua preferida e clique em baixar",
        "btn": "Baixar"
      }
    },
    "blog": {
      "title": "Blog",
      "description": "As vezes gosto de criar artigos sobre o que aprendi ou apenas compartilhar o que estou pensando. Sinta-se a vontade para lê-los 😁. E claro, você pode deixar sugestões de outros artigos no",
      "myEmail": "meu email",
      "checkMyBlog": "Veja meu blog"
    },
    "projects": {
      "title": "Projetos",
      "moreProjects": "Mais projetos"
    }
  },
  "aboutme": {
    "title": "Sobre mim",
    "resume": "Currículo",
    "toolkit": {
      "title": "Ferramentas",
      "text": "Estou em constante aprimoramento e dedicação aos estudos em diferentes áreas da programação. Acredito que é importante estar sempre atualizado e buscar novos conhecimentos para evoluir na carreira e crescer profissionalmente. Além disso, estou sempre em busca de novas oportunidades de aprendizado, cursos, treinamentos, eventos e experiências que possam agregar valor ao meu conhecimento e habilidades. Entre as áreas em que me dedico com entusiasmo e interesse estão:",
      "favorite-stack": "Essa é uma das minhas tecnologias favoritas",
      "read-docs": "Leia a documentação"
    },
    "quote": {
      "quote": "Um algoritmo precisa ser visto para ser acreditado",
      "author": "Professor da Universidade de Stanford"
    },
    "experiences": "Experiências",
    "book-recomendation": {
      "title": "Recomendação de livros",
      "text": "Esses são alguns dos meus livros favoritos. Nem todos são relacionados à programação, mas recomendo ler todos."
    },
    "my-history": "Minha história"
  },
  "resume": {
    "title": "Ver/Baixar meu currículo",
    "text": "Obrigado pelo seu interesse no meu trabalho. Ao clicar no botão de download, você terá acesso a um documento detalhado que destaca minha formação educacional, histórico profissional, principais conquistas e áreas de especialização. Quer você seja um potencial empregador, colaborador ou simplesmente curioso sobre minha trajetória profissional, meu currículo oferece informações valiosas.",
    "en-version": "You are seeing the english version",
    "pt-version": "Você está vendo a versão em português"
  },
  "projects": {
    "placeholder": {
      "search": "Pesquise",
      "type": "Selecione um filtro de tipo..."
    },
    "project-card": {
      "read-more": "Read more..."
    }
  }
}
